Repository: martinKupec/django-photologue
Catalog: photologue/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Items scheduled to reconvert.
cs: Položky připraveny k novému převodu

source: Reconvert
cs: Znovu převést

source: photo override
cs: Přepis fotky

source: photo overrides
cs: přepis fotek

source: ImageSize
cs: Velikost obrázu

source: Tags
cs: Tagy

source: Photo
cs: Fotka

source: video override
cs: Přepis videa

source: video overrides
cs: Přepis videí

source: VideoSize
cs: Velikost videa

source: Convertion time
cs: Čas převodu

source: Queued
cs: Čeká

source: Done
cs: Hotovo

source: In progress
cs: provádí se

source: Eighter gallery or title has to be filled.
cs: Ani Gallerie ani titul nebyly vyplněny.

source: gallery
cs: galerie

source: Gallery
cs: Galerie

source: Thumbnail
cs: Náhled

source: Non race video
cs: Nepřiřazené video

source: Non race videos
cs: Nepřiřazené videa

source: Erase
cs: Smazat

source: Move to private
cs: Přesunout mezi privátní

source: Very Low
cs: Hodně nízká

source: Low
cs: Nízká

source: Medium-Low
cs: Středně nízká

source: Medium
cs: Střední

source: Medium-High
cs: Středně vysoká

source: High
cs: Vysoká

source: Very High
cs: Velmi vysoká

source: Top
cs: Horní

source: Right
cs: V pravo

source: Bottom
cs: Spodní

source: Left
cs: V levo

source: Center (Default)
cs: Uprostřed (default)

source: Flip left to right
cs: Otoc vertikálně

source: Flip top to bottom
cs: Otoc horizontálně

source: Rotate 90 degrees counter-clockwise
cs: Rotace o 90 stupňů proti hodinkám

source: Rotate 90 degrees clockwise
cs: Rotace o 90 stupňů s hodinkáma

source: Rotate 180 degrees
cs: Rotace o 180 stupňů

source: Tile
cs: Dlaždicovat

source: Scale
cs: Zvětšit

source: Successfully deleted %(count)d %(items)s.
cs: Uspěšně zmazáno %(count)d %(items)s.

source: Cannot delete %(name)s
cs: Nelze smazat %(name)s

source: Are you sure?
cs: Určitě?

source: Delete selected %(verbose_name_plural)s
cs: Zmazat vybrané %(verbose_name_plural)s

source: Copy content of selected folder to media folder and add to database.
cs: Zkopíruje obsah vybrané složky do složky s medii a přidá do databáze.

source: folder [gallery]
cs: složka [galerie]

source: Need a folder to work on.
cs: Potřebuju složku k práci.

source: Provided folder is not a valid folder.
cs: Vybraná složka není validní složka

source: Provided gallery title does not exists.
cs: Titulek galerie nepatří žádné galerii.

source: Sort out special races.
cs: Vyřeš speciální parkury.

source: Import content of selected folder to photologue.
cs: Importuj obsah zvolené složky do photologue.

source: folder [symlink]
cs: složka [symlink]

source: Scan videos and update races
cs: Projdi videa a přidej je do parkurů.

source: Scan media upload folder and add any missing gallery items.
cs: Projdi složku s medii a přidej chybějící položky do databaze.

source: Set name and mtime of all files associated to media items to title_slug and date_taken.
cs: Nastav jména a mtime všech souborů patřících k photologue na slug titulku a čas pořízení.

source: date published
cs: datum vydání

source: title
cs: titulek

source: title slug
cs: slug titulku

source: A "slug" is a unique URL-friendly title for an object.
cs: "slug" je jedinečné jméno použitelné jako URL.

source: description
cs: popisek

source: is public
cs: je veřejné

source: Public galleries will be displayed in the default views.
cs: Veřejné galerije budou zobrazeny ve výchozím zobrazení.

source: items
cs: položka

source: galleries
cs: galerie

source: count
cs: počet

source: Select a gallery to set the users and permissions for.
cs: Vyber galerii pro nastaveni uživatelských oprávnění.

source: Has Gallery Access
cs: Má přístup do galerie

source: can view thumbnails
cs: Může vidět náhledy

source: Uncheck this to prevent the users from seeing the gallery.
cs: Odznačit, pokud se má zabránit zobrazení galerije.

source: can browse gallery
cs: Může otevřít galerii

source: Uncheck to prevent users from seeing gallery in detail.
cs: Odznačení zabrání uživateli vidět detaily galerie.

source: can download media
cs: Může stáhnou media

source: Uncheck this to prevent users from downloading media.
cs: Odznač pro zabránění stahování medií.

source: can download zip files of the whole gallery
cs: Může stáhnout zip-soubor celé galerie

source: Uncheck this to prevent users from downloading a zip file of the whole gallery.
cs: Odznaž pro zabránění stáhnutí celé galerije jako ZIP archívu.

source: media file zip
cs: ZIP soubor se soubory

source: Select a .zip file of images to upload into a new Gallery.
cs: Vyber .zip soubor s obrázky/video které se mají přidat.

source: Select a gallery to add these images to. leave this empty to create a new gallery from the supplied title.
cs: Vyber galerii, do které se mají nové položky přidat. Nech prázdné, pokud se má vytvořitnová galerije s titulkem níže.

source: Title of the new gallery.
cs: Titulek nové galerie

source: use title
cs: použít titulek

source: If checked, uploaded files will be named by title + sequencial number
cs: Pokud je zaskrtnuto, tak všechny soubory budou pojmenovány titulkem galerije + sekvenčním číslem.

source: caption
cs: popisek

source: Caption will be added to all items.
cs: Popisek, který se přidá ke všem položkám.

source: A description of this Gallery.
cs: Popis galerije.

source: Uncheck this to make the uploaded gallery and included media private.
cs: Odznač, pokud májí být přidané položky neveřejné.

source: gallery upload
cs: nahrání galerije

source: gallery uploads
cs: nahrání galerijí

source: date added
cs: přidáno

source: Public photographs will be displayed in the default views.
cs: Veřejné položky budou zobrazeny ve výchozím zobrazení.

source: Is the main thumbnail for the gallery
cs: Tato položka je hlavní náhled

source: This image will show up as the thumbnail for the gallery.
cs: Tato položka se zobrazí jako náhled galerije.

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filters are available: %s.
cs: Filtry se řadí následově "FILTR_jedna->FILTR_dva->FILTR_tři". Filtry budou aplikovány postupně v pořadí. Tyto filtry jsou dostupné: %s.

source: effect
cs: efekt

source: image effect
cs: obrázkový efekt

source: quality
cs: kvalita

source: JPEG image quality.
cs: JPEG kvalita.

source: watermark image
cs: obrázek vodoznaku

source: image size
cs: velikost obrázku

source: image sizes
cs: velikosti obázků

source: rotate or flip
cs: otoč nebo překlop

source: color
cs: barva

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
cs: Faktor 0.0 je černá/bílá, faktor 1.0 je barva originálního obrázeku.

source: brightness
cs: jasnost

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
cs: Faktro 0.0 je černý obrázek, faktor 1.0 je originální obrázek.

source: contrast
cs: kontrast

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
cs: Faktor 0.0 je šedý obrázek, faktor 1.0 je nezměněný obrázek.

source: sharpness
cs: ostrost

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
cs: Faktor 0.0 je úplně rozmazaný obrázek, faktor 1.0 je nezměněný obrázek.

source: filters
cs: filtry

source: size
cs: velikost

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
cs: Výška reflexe jako procento výšky originálního obrázku. Faktor 0.0 znamená žádná reflexe, 1.0 přidá reflexi velkou jako původní obrázek.

source: strength
cs: síla

source: The initial opacity of the reflection gradient.
cs: Počáteční průhlednost reflexního gradientu.

source: The background color of the reflection gradient. Set this to match the background color of your page.
cs: Barva pozadí pro reflexní gradient. Nejlépe nastavit tak, aby souhlasilo s pozadím stránky.

source: image effects
cs: obrázkové efekty

source: image
cs: obrázek

source: style
cs: styl

source: opacity
cs: průhlednost

source: The opacity of the overlay.
cs: Průhlednost překryvu.

source: watermark
cs: vodoznak

source: watermarks
cs: vodoznaky

source: file
cs: soubor

source: date taken
cs: datum pořízení

source: crop from
cs: ostřihnout z

source: An "admin_thumbnail" size has not been defined.
cs: "admin_thumbnail" nebyl nadefinován.

source: name
cs: jméno

source: Size name should contain only letters, numbers and underscores. Examples: "thumbnail", "display", "small", "main_page_widget".
cs: Jména velikostí by měly obsahovat pouze písmenka, čísla a podtržítka. Příklady: "nahled", "zobrazeni", "maly"

source: width
cs: šířka

source: If width is set to "0" the media will be scaled to the supplied height.
cs: Pokud je šířka nastavena na "0", tak se spočítá z výšky.

source: height
cs: výška

source: If height is set to "0" the media will be scaled to the supplied width
cs: Pokud je výška nastavena na "0", tak se spočítá z šířky.

source: upscale media?
cs: Zvětšit?

source: If selected the media will be scaled up if necessary to fit the supplied dimensions. Cropped sizes will be upscaled regardless of this setting.
cs: Pokud je toto označeno, bude soubor zvětšen na pořadované rozměry Budé taktéž oříznut, nezávisle na nastavení oříznutí.

source: crop to fit?
cs: oříznout

source: If selected the media will be scaled and cropped to fit the supplied dimensions.
cs: Pokud označeno, soubor s zvětší a ořízne, aby splňoval požadované rozměry.

source: pre-cache?
cs: předvytvořit

source: If selected this media size will be pre-cached as media are added.
cs: Označením se určí, že tato velikost se vytvoří při přidání originálu do databaze.

source: increment view count?
cs: přičíst počet zhlédnutí?

source: If selected the "view_count" will be incremented when this size is displayed.
cs: Pokud je toto zaškrtnuté, tak se při každém načtení teto velikostipřičte počet zhlédnutí.

source: size width and/or height can not be zero if crop=True.
cs: ani výška ani šířka nesmí být nula, pokud je zaplé oříznutí.

source: photo
cs: fotka

source: photos
cs: fotky

source: Nickname
cs: přezdívka

source: Horse nickname for archivation.
cs: Označení koně pro archivaci.

source: horse
cs: kůň

source: horses
cs: koně

source: Riders nickname for archivation.
cs: Označení jezdce pro archivaci.

source: rider
cs: jezdec

source: riders
cs: jezdci

source: venue
cs: místo

source: venue slug
cs: slug místa

source: venues
cs: místa

source: name slug
cs: slug jména

source: first day
cs: první den

source: last day
cs: poslední den

source: event
cs: závody

source: events
cs: závody

source: obstacles level
cs: výška překážek

source: jumpoff
cs: rozeskakování

source: jumping level
cs: obtížnosti

source: jumping levels
cs: obtížnosti

source: course level
cs: výška kurzu

source: race
cs: parkur

source: races
cs: parkury

source: original video width
cs: originální šířka videa

source: original video height
cs: originální výška videa

source: video duration
cs: délka videa

source: type
cs: typ

source: This is video format for this video size.
cs: Toto je formát videa pro tuto velikost.

source: If selected, the conversion will be performed in two passes, it is slower, but the result is generally better.
cs: Pokud povoleno, tak se video konvertuje na dvakrát. Je to pomalejší ale výsledek je lepší.

source: If enabled and aspect ratio is not matching, put the video in black box.
cs: Pokud povoleno a nesedí poměr stran, tak se video umístí do černého rámečku.

source: video bitrate (kbps)
cs: bitová rychlost videa (kbps)

source: Video bitrate in kilobits per second.
cs: Bitová rychlost videa v kbps

source: audio bitrate (kbps)
cs: bitová rychlost zvuku (kbps)

source: Audio bitrate in kilobits per second. When set to 0, it will mute audio.
cs: Bitová rychlost pro zvuk v kbps. Pokud je nastavena na 0, zvuk se zruší.

source: video size
cs: velikost videa

source: video sizes
cs: velikosti videjí

source: cannot be true both letterbox and crop.
cs: neleze zapnout oříznutí i letterbox

source: width and/or height can not be zero if letterbox=true.
cs: ani výška ani šířka nesmí být nula, pokud je zaplý letterbox

source: video to convert
cs: videa pro převedení

source: video size to use
cs: velikost videa

source: access date
cs: datum posledního přístupu

source: This date changes on each access to this object
cs: Toto datum se změní při každé změně objektu

source: convertion time
cs: čas převodu

source: this is the time the conversion took.
cs: toto je čas, jak dlouho trvala konverze.

source: in progress
cs: běží

source: converted
cs: převedeno

source: message
cs: zpráva

source: videos
cs: videa

source: Latest
cs: Poslední

source: View all
cs: Zobrazit všechny

source: for
cs: pro

source: Originally published
cs: Přidáno

source: All
cs: Všechny

source: No
cs: Ne

source: were found.
cs: bylo nalezeno.

source: All
cs: Všechny

source: This photo is found in the following galleries
cs: Tato fotka je v následujících galerijích

source: Video convertion in progress.
cs: Video se zpracovává.

source: This video is found in the following galleries
cs: Toto video je v nasledujících galerijích
